driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilFaultTest10/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rep="http://j2ee.netbeans.org/wsdl/RepeatUntilFault">
  <soapenv:Body>
    <rep:Name>Test Fault..</rep:Name>
    <rep:Counter>4</rep:Counter>
  </soapenv:Body>
</soapenv:Envelope>